Repository: keitaroinc/ckanext-experience
Catalog: ckanext/experience/i18n/*/LC_MESSAGES/ckanext-experience.po
Languages: mk, sq

source: Unauthorized to create a package
mk: Не сте овластени за да креирате податочен сет
sq: I paautorizuar të krijoni një grup të dhënash

source: User not authorized to edit {experience_id}
mk: Корисникот не е овластен да ажурира {experience_id}
sq: Përdoruesi nuk është i autorizuar për të redaktuar {experience_id}

source: Experience not found
mk: Искуството не е пронајдено
sq: Përvoja nuk u gjet

source: Unauthorized to read experience
mk: Не сте овластени за да го погледнете ова искуство
sq: E paautorizuar për të lexuar përvojën

source: Unauthorized to delete experience
mk: Не сте овластени да го избришете искуството
sq: E paautorizuar për të fshirë përvojën

source: Experience has been deleted.
mk: Искуството е избришано.
sq: Përvoja është fshirë

source: Dataset not found
mk: Податочниот сет не е пронајден
sq: Seti i të dhënave nuk u gjet

source: Not authorized to see this page
mk: Не се овластени да пристапите до оваа страница
sq: Nuk jeni i autorizuar për të parë këtë faqe

source: Unauthorized to read package
mk: Не сте овластени да го прочитате овој податочен сет
sq: I paautorizuar për të lexuar setin e të dhënave

source: The dataset has been added to the experience.
mk: Податочниот сет е додаден во искуството.
sq: Seti i të dhënave është shtuar në përvojën

source: The dataset has been removed from the experience.
mk: Податочниот сет е отстранет од ова искуство.
sq: Seti i të dhënave është fshirë nga përvoja.

source: Organizations
mk: Организации
sq: Institucionet

source: Groups
mk: Групи
sq: Grupet

source: Tags
mk: Тагови
sq: Etiketat

source: Formats
mk: Формати
sq: Formatet

source: Licenses
mk: Лиценци
sq: Formate

source: Parameter '{parameter_name}' is not an integer
mk: Параметарот '{parameter_name}' не е цел број
sq: Parametri {parameter_name} nuk është një numër i plotë.

source: User not authorized to view page
mk: Корисникот не е овластен да пристапи до оваа страница
sq: Përdoruesi nuk është i autorizuar për të parë faqen

source: Unauthorized to perform that action
mk: Не сте овластени да ја извршите таа активност
sq: E paautorizuar për të kryer këtë veprim

source: User '{user_name}' not found.
mk: Корисникот не е пронајден.
sq: Përdoruesi '{user_name}' nuk u gjet

source: The user is now an Experience Admin
mk: Овој корисник сега е администратор на Искуство
sq: Përdoruesi tani është administrator i përvojës

source: The user is not an Experience Admin
mk: Овој корисник не е администратор на Искуство
sq: Ky përdorues është tani një administrator i përvojës

source: The user is no longer an Experience Admin
mk: Овој корисник повеќе не е администратор на Искуство
sq: Përdoruesi nuk është më një administrator i përvojës

source: Not found
mk: Не е пронајдено
sq: Nuk u gjet

source: Dataset
mk: Податочен сет
sq: Set i të dhënave

source: ExperiencePackageAssociation with package_id '{0}' and experience_id '{1}' already exists.
mk: ExperiencePackageAssociation со package_id '{0}' и experience_id '{1}' веќе постои.
sq: ExperiencePackageAssociation me package_id '{0}' dhe experience_id '{1}'ekziston tashmë.

source: The dataset, {0}, is already in the experience
mk: Податочниот сет, {0}, е веќе во искуството
sq: Seti i të dhënave, {0}, tashmë është në përvojën

source: ExperienceAdmin with user_id '{0}' already exists.
mk: Администраторот на искуство со user_id '{0}' веќе постои.
sq: ExperienceAdmin me user_id '{0}' ekziston tashmë.

source: User '{0}' is already an Experience Admin.
mk: Корисникот '{0}' веќе е администратор на искуство.
sq: Përdoruesi '{0}' tashmë është një administrator i përvojës.

source: ExperiencePackageAssociation with package_id '{0}' and experience_id '{1}' doesn't exist.
mk: ExperiencePackageAssociation со package_id '{0}' и experience_id '{1}' не постои.
sq: ExperiencePackageAssociation me package_id '{0}' dhe experience_id'{1}' nuk ekziston

source: ExperienceAdmin with user_id '{0}' doesn't exist.
mk: ExperienceAdmin со user_id '{0}' не постои.
sq: ExperienceAdmin me user_id '{0}' nuk ekziston.

source: Experiences
mk: Истражувања
sq: Përvojë

source: Experience Config
mk: Конфигурација на Искуство
sq: Konfiguracioni i përvojës

source: Confirm Remove
mk: Потврдете отстранување
sq: Konfirmo fshirjen

source: Are you sure you want to remove this user as an Experience Admin - {name}?
mk: Дали сте сигурни дека сакате да го отстраните овој корисник како Администратор на искуство - {name}?
sq: A jeni i sigurtë për fshirjën këtë përdorues si një administrator i përvojës - {name}?

source: Cancel
mk: Откажи
sq: Anulo

source: Manage Experience Admins
mk: Управувајте со администраторите на искуства
sq: Menaxho administratorët e përvojave

source: Add an Existing User
mk: Додајте постоечки корисник
sq: Shto një përdorues ekzistues

source: To make an existing user an Experience Admin, search for their username below.
mk: За да направите постоечки корисник Администратор на искуство, побарајте го неговото корисничко име подолу.
sq: Për të bërë një përdorues ekzistues një administrator të përvojës, kërko për emrin e përdoruesitposhtë

source: Username
mk: Корисничко име
sq: Emri përdoruesit

source: Add User
mk: Додајте корисник
sq: Shto përdorues

source: Experience Admins
mk: Администратори на искуства
sq: Administrator i përvojës

source: User
mk: Корисник
sq: Administratorët e përvojës

source: Are you sure you want to remove this user from the Experience Admin list?
mk: Дали сте сигурни дека сакате да го отстраните овој корисник од списокот на Администратори на искуства?
sq: Je i sigurt që dëshiron ta fshini këtë përdorues nga lista e administratorit të përvojës

source: Remove
mk: Отстрани
sq: Fshij

source: There are currently no Experience Admins.
mk: Во моментот нема администратори на Искуството.
sq: Aktualisht nuk ka administratorë të përvojës

source: <p><strong>Experience Admin:</strong> Can create and remove experiences. Can add and remove datasets from experiences.</p>
mk: <p><strong>Администратор на искуство:</strong> Може да креира и остранува искуства. Може да додава и отстранува податочни сетови од искуства.</p>
sq: Mund të shtojë dhe fshijë setet e të dhënave nga përvojat

source: Experiences - Add datasets
mk: Искуства - Додајте податочни сетови
sq: Përvojat - Shto setet të dhënave

source: Relevance
mk: Релевантност
sq: Ndërlidhja

source: Name Ascending
mk: Име Растечки
sq: Renditje rritëse

source: Name Descending
mk: Име Опаѓачки
sq: Renditje zbritëse

source: Last Modified
mk: Последно променет
sq: U ndryshua për herë të fundit

source: Popular
mk: Популарни
sq: Popullarizuar

source: Datasets available to add to this experience
mk: Достапни податочни сетови за да се додадат на ова искуство
sq: Setet e të dhënave janë në dispozicion për t'i shtuar kësaj përvoje

source: Add to Experience
mk: Додади на Искуството
sq: Shto tek Përvoja

source: No datasets could be found
mk: Не се пронајдени податочни сетови
sq: Asnjë set i të dhënave nuk mund të gjendet

source: Confirm Delete
mk: Потврдете го бришењето
sq: Konfirmo fshirjen

source: Are you sure you want to delete experience - {experience_name}?
mk: Дали сте сигурни дека саката да го избришете искуството - {experience_name}?
sq: Je i sigurt që dëshiron ta fshish përvojën - {experience_name}?

source: Edit
mk: Уреди
sq: Modifikoni

source: Create Experience
mk: Креирајте искуство
sq: Krijo përvojë

source: View experience
mk: Погледни го искуството
sq: Shiko përvojën

source: Edit experience
mk: Уредете го искуството
sq: Redakto përvojën

source: Manage datasets
mk: Управувајте со податочните сетови
sq: Menaxho setet e të dhënave

source: Experiences - Manage datasets
mk: Искуства - Управувајте со податочните сетови
sq: Përvojë - Menaxho setet e të dhënave

source: Datasets in this experience
mk: Податочни сетови во ова искуство
sq: Setet e të dhënave në këtë përvojë

source: Remove from Experience
mk: Остранете од искуството
sq: Fshij nga përvoja

source: This experience has no datasets associated to it
mk: ова искуство нема поврзани податочни сетови
sq: Kjo përvojë nuk ka ndonjë set të të dhënave të bashkangjitur me të

source: Create an Experience
mk: Креирајте искуство
sq: Krijo një përvojë

source: Title
mk: Наслов
sq: Titulli

source: eg. A descriptive title
mk: пр. Описен наслов
sq: p.sh. Një titull përshkrue

source: URL
mk: УРЛ

source: eg. my-experience
mk: пр. мое-искуство
sq: p.sh. përvoja ime

source: Description
mk: Опис
sq: Përshkrimi

source: eg. Some useful notes about the data
mk: пр. Некои корисни белешки за податоците
sq: p.sh. Disa shënime të dobishme në lidhje me të dhënat

source: eg. economy, mental health, government
mk: пр. економија, ментално здравје, влада
sq: p.sh. ekonomi, shëndeti mendor, qeveria

source: External link
mk: Надворешен линк
sq: Lidhje e jashtme

source: http://www.example.com
mk: http://www.primer.com
sq: http://www.shembull.com

source: Submitted By
mk: Поднесено од
sq: Paraqitur nga

source: Joe Bloggs
mk: Јован Јовановски

source: Submitter Email
mk: Е-пошта на доставувачот
sq: Dërguesi Email

source: joe@example.com
mk: joe@primer.com
sq: joe@shembull.com

source: Are you sure you want to delete this experience?
mk: Дали сте сигурни дека сакате да го избришете ова искуство?
sq: Jeni të sigurtë që doni të fshini këtë përvojë?

source: Delete
mk: Избришете
sq: Fshij

source: Update Experience
mk: Ажурирајте го Искуството
sq: Përditësoni përvojën

source: Manage
mk: Управувајте
sq: Menaxho

source: Private
mk: Приватно

source: Draft
mk: Скица

source: Launch website
mk: Лансирај веб-страница
sq: Hapni faqen e internetit

source: Add Experience
mk: Додајте Искуство
sq: Shtoni Përvoja

source: Search experiences...
mk: Пребарувајте искуства...
sq: Kërko për përvojat ...

source: Submitted by
mk: Поднесено од
sq: Paraqitur nga

source: Datasets in Experience
mk: Податочни сетови во Искуство
sq: Setet e të dhënave në përvoja

source: There are no Datasets in this Experience
mk: Во ова искуство нема податочни сетови
sq: Nuk ka seteet të të dhënave në këtë përvojë

source: This experience has no description
mk: Ова искуство нема опис
sq: Kjo përvojë nuk ka përshkrim

source: {num} Dataset
mk: {num} Податочен сет
sq: {num} set i të dhënave

source: 0 Datasets
mk: 0 податочни сетови
sq: 0 setet e të dhënave

source: View {experience_title}
mk: Види {experience_title}
sq: Shiko {experience_title}

source: Remove dataset from this experience
mk: Избришете го податочниот сет од ова искуство
sq: Hiq dataset nga kjo përvojë

source: {number} experience found for '{query}'
mk: {number} искуство најдено за '{query}'
sq: {number} përvojën e gjetur për '{query}

source: No experiences found for '{query}'
mk: Не се пронајдени искуства за '{query}'
sq: Nuk ka përvoja të gjetura për '{query}'

source: {number} experience found
mk: {number} пронајдено искуство
sq: u gjet {number} përvojë

source: No experiences found
mk: Не се пронајдени искуства
sq: Nuk gjetën përvoja

source: What are Experiences?
mk: Што се искуства?
sq: Cilat janë përvojat?

source: Experience with open data. They represent findings or analyzes made on the basis of one or more datasets available on the portal.
mk: Искуства со отворени податоци. Тие претставуваат наоди или анализи направени врз база на еден или повеќе податочни сетови достапни на порталот.

source: Sysadmins can manage Experience Admins from the <a href='%(url)s'>Experience configuration page</a>.
mk: Системските администратори можат да управуваат со администраторите на искуства од <a href='%(url)s'>Страница за конфигурација на искуство</a>.
sq: Administratorët e sistemit mund t'i menaxhojnë administratorët e përvojës nga <a href='%(url)s'>faqja e konfigurimit të përvojës</a>.

source: {site_title} statistics
mk: {site_title} статистики
sq: {site_title} statistikat

source: dataset
mk: податочен сет
sq: Set i të dhënave

source: organization
mk: организација
sq: Institucion

source: group
mk: група
sq: grup

source: experience
mk: искуство
sq: përvojë

source: Associate this experience with this dataset
mk: Поврзете го ова искуство со овој податочен сет
sq: Bashkangjitni këtë përvojë me këtë set i të dhënave

source: Add to experience
mk: Додади на искуството
sq: Shto tek Përvoja

source: Experiences featuring {dataset_name}
mk: Искуства во кои се наоѓа {dataset_name}
sq: Përvojat me {dataset_name}

source: There are no experiences that feature this dataset
mk: Нема искуства во кои се наоѓа овој податочен сет
sq: Nuk ka përvoja që kanë këtë set të dhënash

source: Some text for what are Experiences.
sq: Disa tekst për atë që janë përvojat
